{ "articles": [{
    "title": "You're Holding Your Coffee Cup All Wrong, According To This Etiquette Expert",
    "author": "Sara Levine",
    "teaser": "Ah, coffee. Nectar of the gods. The only thing that gets me up in the morning. The reason my eye is twitching right now. All of us coffee addicts probably know the feeling of getting a warm cup of coffee to get you through the day, cupping the mug in your hands to keep your fingers warm. It makes sense, right? One, it's cold outside and my fingers are usually the first part of my body to really feel it, so they need to be thawed. Two, how often are the little handles on the mug actually big enough for me to put my hand through? Not often enough. It's always super awkward (and kind of painful) when I have to try to hold an entire mug of hot coffee with one finger because the little loop between the mug and the handle is way too small. However, even though encircling your coffee mug in your hands makes sense, that's not the right way to hold a coffee cup.",
    "text":"While it’s true that people do develop new habits, ideologies and perspectives as they have new experiences, going into any sort of relationship with the intention of changing the other person is a bad idea. Instead of believing you can change them, you should focus on what qualities are most important to you and which ones you could compromise on for the right person. While it’s true that people do develop new habits, ideologies and perspectives as they have new experiences, going into any sort of relationship with the intention of changing the other person is a bad idea. Instead of believing you can change them, you should focus on what qualities are most important to you and which ones you could compromise on for the right person. While it’s true that people do develop new habits, ideologies and perspectives as they have new experiences, going into any sort of relationship with the intention of changing the other person is a bad idea. Instead of believing you can change them, you should focus on what qualities are most important to you and which ones you could compromise on for the right person.",
    "image": "https://typeset-beta.imgix.net/rehost/2016/9/13/de3adf7f-f9eb-4ebd-8ca1-dafb702b7853.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "title": "Why Taking A Break From Dating Can Be A Really Good Thing",
    "author": "Why Taking A Break From Dating Can Be A Really Good Thing",
    "teaser": "When I’m suffering from Sunday scaries, looking ahead at my jam-packed week, I always feel a bit of anxiety when I have an open night. There are so many possibilities: I could take a hard workout class, I could meet my friends for happy hour, I could go home and watch TV while snuggling my dog… or I guess… I could go on a date. I don’t always feel this bored with dating: sometimes there’s nothing more I want to do than meet new people and take a chance over a round of beers with them. But there are other times when anything — and literally, anything! — seems better to me than dating. It’s always when this feeling strikes that I remind myself that I don’t have to date all the time to find love. And that sometimes, the best thing I can do for myself to actually attract this beloved person that I’ll share my life with is to stop looking for them and take a break from dating.",
    "text":"As with most television programming, limits are drawn on what the characters can and can't say depending on the ages of the show's designated audience. But with Rory — and most of the Gilmore Girls audience — all grown-up, the bans on what the Gilmores are allowed to say have certainly been lifted. For that reason, Melissa McCarthy's reappearance at the 1:55 mark is just as shocking as it is exciting. With special thanks to Netflix, it's finally time for the people of Stars Hollow to say all of the things they couldn't say before — ranging from dirty jokes to the shouting of curse words. With one dirty joke already out there, the doors now have been left wide open. . I mean, what a wonderful time to be alive, right? With two kids now approaching their teenage years, Sookie's blunt analyzation of the moment proves she's just as cool of a mom as Lorelai was. Although I'm not so sure Jackson would approve of that kind of talk in front of their kids. Meanwhile, this probably isn't the only dirty joke that Sookie — or any of the Gilmores, for that matter — has cooking up in the kitchen. It's time to embrace the show's move to Netflix. Gilmore Girls: A Year In The Life premieres on Netflix on Friday, Nov. 25.",
    "image": "https://typeset-beta.imgix.net/rehost/2016/10/24/c44a9f1c-83eb-437f-9bb9-840b90c44b71.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }, {
    "title": "23 'Rejected Trump TV Shows' Tweets That Will Make You Laugh, Cry & Then Want To Vote Today",
    "author": "Joseph D. Lyons",
    "teaser": "From the depths of this presidential election comes a shining ray of hope in the form of clever tweets. The polls keep showing Hillary Clinton with a lead of about five points, but even that can't keep the unending allegations of sexual misconduct against Donald Trump from bringing you down just a little (or a lot). Trump has denied everything (as I'm sure you remember by the way he insulted the women). So to beat back those blues, take a look at these 23 'Rejected Trump TV Shows' tweets. They'll make you laugh, cry, and then run to early voting. Now these, of course, can't be compared with The Apprentice, the reality show that made Trump a household name. That wasn't rejected; it was just put on hiatus. Trump's connection to it, though, was severed. When he announced his candidacy by insulting Mexican immigrants, NBC decided they better end their contract. Now it will reboot in January with Arnold Schwarzenegger at the helm. Trump — assuming that he's not in the White House — will have to get his own show up and running. These will probably not be in the running, but if he's in charge of the future Trump TV, who the heck knows?",
    "text":"Gross interviewed a photographer, who requested anonymity, who used to attend parties with Pierre Ouaknine, the owner of Pierre Michel hair salon — which had locations in both the Plaza and Trump Tower. According to Gross, Ouaknine says his memories of those Plaza parties vanished after a recent surgery, and, thus, did not attest to them. In addition to the photographer, Gross spoke to Andy Lucchesi, a male model who would also attend the allegedly raucous parties. The parties in question were thrown while Trump owned the luxurious Plaza hotel, and both sources alleged that the bashes involved a steady flow of liquor, cocaine, rich men and young models — and that Trump was allegedly as active in soliciting the models as many of the guests. As noted above, Trump's campaign refused to comment on these allegations. Trump nor his campaign has responded to the allegation that underage models were in attendance at parties he threw or any of the other allegations put forth by Lucchesi and the photographer. While the concrete details of Trump's cocaine parties remain alleged and vague, this story is one more headache the campaign doesn't need with 14 days to go.",
    "image": "https://typeset-beta.imgix.net/rehost/2016/10/25/934157d7-c87c-47f2-a9a3-c45a3c0840a6.jpg?w=740&h=436.59999999999997&fit=crop&crop=faces&auto=format&q=70"
  }]
}
